---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionIssued
source: html/c6b610c4-d1cc-b5fa-27e4-d043ea33c9d0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionIssued Property

"Issued"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectRevisionRevisionIssued { get; }
```